Category id of the first assembly member
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public ElementId CategoryId1 { get; }
  Visual Basic
Public ReadOnly Property CategoryId1 As ElementId
	Get
  Visual C++
public:
property ElementId^ CategoryId1 {
	ElementId^ get ();
}
 See Also
  AssemblyMemberDifferentCategory Class
  Autodesk.Revit.DB Namespace